
/* Login Items Table */
"fkind_app" 			= "Application";
"fkind_classic_app" 	= "Application Classic";
"fkind_doc" 			= "Document";
"fkind_unknown" 		= "inconnu";
"fkind_volume"			= "Volume";
"fkind_folder"			= "Dossier";
"fkind_URL"				= "URL";

"item_exists_title"	= "Élément existant";
"item_exists_msg"	= "Cet élément existe déjà dans la liste.";

// "cantAddWebLocViaAddButton_title" = "Error";
// "cantAddWebLocViaAddButton_msg"	  = "Do not add ‘.webloc’ files via the ‘Add’ button. Drag them to the list instead.";

"add_button_title"	= "Ajouter";

"table_data_varies"	= "Données variables";

"groupvol_name" = "<Point de partage de groupe>";
"nethomeshare_name" = "<Point de partage de départ du réseau>";

/* Error Messages */
"noGroupVols_Title" 	= "Ajout impossible : pas de dossier de groupe.";
"noGroupVols_Message" 	= "Pour configurer un dossier de groupe, cliquez sur Comptes dans la barre d’outils. Cliquez ensuite sur Dossier de groupe pour associer le dossier à un emplacement sur le réseau ou avancé.";
"noGroupVols_OK" 		= "OK";

"someGroupVols_Title" 	= "Ajout impossible pour tous les groupes sélectionnés : dossier de groupe inexistant pour certains groupes. L’ajout n’affectera que les groupes disposant d’un dossier de groupe. Souhaitez-vous continuer ?";
"someGroupVols_Message" = "Cliquez sur Ajouter pour continuer ou sur Annuler pour arrêter. Pour configurer un dossier de groupe, cliquez sur Comptes dans la barre d’outils. Cliquez ensuite sur Dossier de groupe pour associer le dossier à un emplacement sur le réseau ou avancé.";
"someGroupVols_Save" 	= "Ajouter";
"someGroupVols_Cancel" 	= "Annuler";

"unkGroupVols_Title" 	= "L’ajout n’affectera que les fiches disposant d’un dossier de groupe. Souhaitez-vous continuer ?";
"unkGroupVols_Message"  = "Cliquez sur Ajouter pour continuer ou sur Annuler pour arrêter. Pour configurer un dossier de groupe, cliquez sur Comptes dans la barre d’outils. Cliquez ensuite sur Dossier de groupe pour associer le dossier à un emplacement sur le réseau ou avancé.";
"unkGroupVols_Save" 	= "Ajouter";
"unkGroupVols_Cancel" 	= "Annuler";

"str_ScriptFileTooLargeMsg" = "Fichier trop volumineux";
"str_ScriptFileTooLarge" = "Le fichier « %@ » est trop volumineux pour être ajouté comme script.";

"str_ScriptFileNoExecBitMsg" 	= "Ceci n’est pas un fichier exécutable";
"str_ScriptFileNoExecBit" 		= "Le fichier « %@ » n’est pas exécutable. Sélectionnez un fichier exécutable ou rendez ce fichier exécutable avant de le sélectionner à nouveau.";

"str_ScriptFileIsFolderMsg" 	= "Ceci n’est pas un fichier de script";
"str_ScriptFileIsFolder" 		= "« %@ » est un dossier ou un bundle. Sélectionnez un fichier de script exécutable.";

//**
//** Login Access tab related stuff
//**
"str_LoginAccessAllow"			= "Autoriser";
"str_LoginAccessDeny"			= "Refuser";
"str_LoginAllUsersDisplayName"	= "Utilisateurs du réseau";

"str_OneItemDoesntContainGUID_Title"	= "La fiche ne contient pas de GUID";
"str_OneItemDoesntContainGUID_Desc" 	= "La fiche « %@ » ne contient pas de GUID et n’a par conséquent pas pu être ajoutée à la liste d’accès.";

"str_ManyItemsDontContainGUID_Title"	= "Certaines fiches ne contiennent pas de GUID";
"str_ManyItemsDontContainGUID_Desc" 	= "%ld fiches ne contenaient pas de GUID et n’ont par conséquent pas pu être ajoutées à la liste d’accès.";

//**
//** Popup menu items for "Heading:" popup
//**
"str_popup_Heading_HostName"	= "Nom";
"str_popup_Heading_SysVers"		= "Version";
"str_popup_Heading_SysBuild"	= "Assemblage";
"str_popup_Heading_SerialNum"	= "Numéro de série";
"str_popup_Heading_IPAddr"		= "Adresse IP";
"str_popup_Heading_DSStatus"	= "État du répertoire";
"str_popup_Heading_Time"		= "Durée";


//**
//** Error messages for Screen Saver path
//**
"str_ScreenSaver_ModuleNotFound"   = "Avertissement : le module est absent de l’ordinateur.";
"str_ScreenSaver_ModuleNotValid"   = "Une erreur est survenue lors de la vérification du module.";
"str_ScreenSaver_DisallowedModule" = "Ce module ne peut pas s’exécuter depuis loginwindow.";